Project/todo list for the Book In Question

; (org-clock-csv-to-file "./clock-data.csv")

** DONE Rough out new title + TOC
CLOSED: [2025-08-12 Tue 09:31]
:LOGBOOK:
CLOCK: [2025-08-12 Tue 08:43]--[2025-08-12 Tue 09:31] =>  0:48
:END:
** DONE Insert new ToC
CLOSED: [2025-08-13 Wed 07:50]
:LOGBOOK:
CLOCK: [2025-08-13 Wed 07:45]--[2025-08-13 Wed 07:50] =>  0:05
:END:
** DONE Cut up existing Case Study bits, insert
CLOSED: [2025-08-13 Wed 08:05]
:LOGBOOK:
CLOCK: [2025-08-13 Wed 07:50]--[2025-08-13 Wed 08:05] =>  0:15
:END:
** DONE Write forward from solving biz problems
CLOSED: [2025-08-12 Tue 11:01]
:LOGBOOK:
CLOCK: [2025-08-12 Tue 09:31]--[2025-08-12 Tue 11:01] =>  1:30
:END:
** DONE Say "you need both"
CLOSED: [2025-08-12 Tue 17:01]
:LOGBOOK:
CLOCK: [2025-08-12 Tue 16:52]--[2025-08-12 Tue 17:01] =>  0:09
:END:
Both better ways to work together and a way to gradually build trust.

Unstuck

Getting Unstuck
How Engineers Can Build Trust and Change the Way They Work With Stakeholders
** DONE Speak to cyclic nature of trust building
CLOSED: [2025-08-13 Wed 08:51]
:LOGBOOK:
CLOCK: [2025-08-13 Wed 08:05]--[2025-08-13 Wed 08:51] =>  0:46
:END:
** DONE Speak to "Who is a Stakeholder?"
CLOSED: [2025-08-13 Wed 10:26]
:LOGBOOK:
CLOCK: [2025-08-13 Wed 08:51]--[2025-08-13 Wed 10:26] =>  1:35
:END:
** DONE Experiment: tell CEO story next
CLOSED: [2025-08-14 Thu 07:39]
:LOGBOOK:
CLOCK: [2025-08-13 Wed 11:00]--[2025-08-13 Wed 11:28] =>  0:28
CLOCK: [2025-08-13 Wed 10:37]--[2025-08-13 Wed 10:58] =>  0:21
:END:
** TODO Write New Intro
:LOGBOOK:
CLOCK: [2025-08-08 Fri 07:55]--[2025-08-08 Fri 08:27] =>  0:32
CLOCK: [2025-08-07 Thu 07:48]--[2025-08-07 Thu 08:58] =>  1:10
CLOCK: [2025-08-06 Wed 16:33]--[2025-08-06 Wed 17:09] =>  0:36
CLOCK: [2025-08-06 Wed 07:33]--[2025-08-06 Wed 08:36] =>  1:03
CLOCK: [2025-08-05 Tue 16:40]--[2025-08-05 Tue 17:20] =>  0:40
CLOCK: [2025-08-05 Tue 09:39]--[2025-08-05 Tue 10:34] =>  0:55
CLOCK: [2025-08-04 Mon 15:36]--[2025-08-04 Mon 16:27] =>  0:51
CLOCK: [2025-08-04 Mon 09:23]--[2025-08-04 Mon 10:53] =>  1:30
CLOCK: [2025-08-03 Sun 16:39]--[2025-08-03 Sun 17:33] =>  0:54
CLOCK: [2025-08-03 Sun 07:45]--[2025-08-03 Sun 08:26] =>  0:41
CLOCK: [2025-08-01 Fri 09:20]--[2025-08-01 Fri 11:09] =>  1:49
CLOCK: [2025-07-31 Thu 16:05]--[2025-07-31 Thu 17:08] =>  1:03
CLOCK: [2025-07-31 Thu 09:15]--[2025-07-31 Thu 13:01] =>  3:46
CLOCK: [2025-07-30 Wed 09:16]--[2025-07-30 Wed 11:20] =>  2:04
CLOCK: [2025-07-29 Tue 09:33]--[2025-07-29 Tue 12:01] =>  2:28
CLOCK: [2025-07-28 Mon 10:01]--[2025-07-28 Mon 10:55] =>  0:54
CLOCK: [2025-07-28 Mon 07:10]--[2025-07-28 Mon 08:06] =>  0:56
CLOCK: [2025-07-26 Sat 09:01]--[2025-07-26 Sat 10:02] =>  1:01
CLOCK: [2025-07-24 Thu 06:58]--[2025-07-24 Thu 09:07] =>  2:09
CLOCK: [2025-07-23 Wed 14:01]--[2025-07-23 Wed 15:20] =>  1:19
CLOCK: [2025-07-23 Wed 10:40]--[2025-07-23 Wed 11:41] =>  1:01
CLOCK: [2025-07-22 Tue 15:10]--[2025-07-22 Tue 15:33] =>  0:23
CLOCK: [2025-07-22 Tue 06:54]--[2025-07-22 Tue 08:13] =>  1:19
CLOCK: [2025-07-22 Tue 06:50]--[2025-07-22 Tue 06:54] =>  0:04
:END:
** DONE Rewrite Fundamental Game plan as *failure*?
CLOSED: [2025-09-14 Sun 11:16]
:LOGBOOK:
CLOCK: [2025-09-14 Sun 09:19]--[2025-09-14 Sun 11:16] =>  1:57
:END:
So I'm doing story structure. Could even have a helper, who coaches Quin, that's the classic heroic journey. Get the reader really invested, tease with the possibility of success, and then crash down on failure.

I drift towards The Goal, but let myself go there?
** DONE Finish first "Loop of Improvement"
CLOSED: [2025-08-19 Tue 10:20]
:LOGBOOK:
CLOCK: [2025-08-19 Tue 09:01]--[2025-08-19 Tue 10:20] =>  1:19
CLOCK: [2025-08-15 Fri 11:40]--[2025-08-15 Fri 12:36] =>  0:56
CLOCK: [2025-08-15 Fri 07:50]--[2025-08-15 Fri 10:05] =>  2:15
CLOCK: [2025-08-14 Thu 07:35]--[2025-08-14 Thu 10:17] =>  2:42
:END:
** DONE Experiment with succeeding loops
CLOSED: [2025-08-20 Wed 10:23]
:LOGBOOK:
CLOCK: [2025-08-20 Wed 09:11]--[2025-08-20 Wed 10:01] =>  0:50
:END:
** DONE Draft learning outcomes/structure
CLOSED: [2025-09-14 Sun 14:57]
:LOGBOOK:
CLOCK: [2025-09-14 Sun 14:15]--[2025-09-14 Sun 14:57] =>  0:42
:END:
** TODO Bad first draft Strategic Intent          :curweek:pom:
:LOGBOOK:
CLOCK: [2025-09-17 Wed 09:23]
CLOCK: [2025-09-16 Tue 08:31]--[2025-09-16 Tue 11:07] =>  2:36
:END:
** DONE Keep pawing away, maybe start writing
CLOSED: [2025-09-15 Mon 09:35]
:LOGBOOK:
CLOCK: [2025-09-14 Sun 09:08]--[2025-09-14 Sun 09:16] =>  0:08
:END:
*** DONE Write 2 more problems
CLOSED: [2025-08-11 Mon 11:21]
:LOGBOOK:
CLOCK: [2025-08-11 Mon 10:06]--[2025-08-11 Mon 11:21] =>  1:15
:END:
